Repository: K3cs1/berkalkulator-rust
Catalog: i18n/*/LC_MESSAGES/*.po
Languages: hu

# AppWindow
source: Salary calculator
hu: Bérkalkulátor

# AppWindow
source: Salary calculator 2024
hu: Bérkalkulátor 2024

# AppWindow
source: Gross monthly salary (HUF)
hu: Bruttó havi bére (Ft)

# AppWindow
source: Calculate
hu: Kiszámol

# AppWindow
source: Discount for newlyweds
hu: Friss házasok kedvezménye

# AppWindow
source: Exemption for persons under the age of 25
hu: 25 év alattiak szja-mentessége

source: Given value less than one!
hu: A megadott érték kisebb mint egy!

source: Given value to high!
hu: A megadott érték túl magas!

source: Contributions
hu: Járulékok

source: Pension insurance contribution
hu: Nyugdíj-biztosítási járulék

source: Cash Health Insurance contribution
hu: Pénzbeni Egészségbiztosítási járulék

source: Health insurance contribution in kind
hu: Természetbeni Egészségbiztosítási járulék

source: SJJA (personal income tax)
hu: SZJA (személyi jövedelemadó)

source: Labor market contribution
hu: Munkaerő-piaci járulék

source: Net monthly salary
hu: Nettó havi bér
